---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CreationFailures
source: html/fa3cfd6c-7d69-e4d4-f131-9e047acf58ab.htm
---
# BuiltInFailures.CreationFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.